{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 2732, "word_counts": "{\"this\": 2732, \"is\": 2732, \"a\": 2732, \"macula\": 2732, \"centered\": 2732, \"fundus\": 5300, \"image\": 2732, \"of\": 2732, \"the\": 5464, \"eye\": 2732, \"clinical\": 2732, \"observations\": 2732, \"include\": 2732, \"copper\": 378, \"wiring\": 391, \"tessellated\": 1284, \"tigroid\": 1284, \"determine\": 2732, \"diabetic\": 2732, \"retinopathy\": 2734, \"grade\": 2732, \"no\": 2732, \"dr\": 2733, \"mild\": 2732, \"moderate\": 2732, \"severe\": 2732, \"or\": 2732, \"proliferative\": 2733, \"haemorrhaige\": 424, \"hard\": 381, \"exudates\": 466, \"soft\": 85, \"artifacts\": 237, \"yellow\": 217, \"patches\": 217, \"pigmentation\": 217, \"box\": 1, \"carring\": 1, \"cattle\": 1, \"tracking\": 1, \"nve\": 105, \"laser\": 136, \"marks\": 136, \"bony\": 9, \"spicules\": 9, \"silver\": 13, \"peripapillary\": 5, \"atrophy\": 5, \"vascular\": 27, \"tortuosity\": 27, \"disc\": 19, \"edema\": 14, \"fibrovascular\": 173, \"proliferation\": 173, \"vitreous\": 53, \"hemorrhage\": 355, \"glaucomatous\": 8, \"cupping\": 8, \"hypertensive\": 2, \"dot\": 302, \"blot\": 302, \"drusens\": 1, \"flame\": 1, \"shaped\": 1, \"haemorrhage\": 33, \"not\": 1, \"reportable\": 1, \"retinitis\": 1, \"nvd\": 18, \"sclerosed\": 14, \"vasculature\": 14, \"pre\": 32, \"retinal\": 32, \"pallor\": 5, \"microaneurysm\": 1}", "word_docs": "{\"mild\": 2732, \"the\": 2732, \"no\": 2732, \"grade\": 2732, \"determine\": 2732, \"or\": 2732, \"observations\": 2732, \"diabetic\": 2732, \"of\": 2732, \"tigroid\": 1284, \"macula\": 2732, \"proliferative\": 2732, \"a\": 2732, \"severe\": 2732, \"eye\": 2732, \"retinopathy\": 2732, \"fundus\": 2732, \"dr\": 2732, \"copper\": 378, \"image\": 2732, \"is\": 2732, \"centered\": 2732, \"wiring\": 390, \"tessellated\": 1284, \"this\": 2732, \"clinical\": 2732, \"include\": 2732, \"moderate\": 2732, \"hard\": 381, \"haemorrhaige\": 424, \"exudates\": 435, \"soft\": 85, \"artifacts\": 237, \"pigmentation\": 217, \"yellow\": 217, \"patches\": 217, \"tracking\": 1, \"box\": 1, \"cattle\": 1, \"carring\": 1, \"nve\": 105, \"laser\": 136, \"marks\": 136, \"bony\": 9, \"spicules\": 9, \"silver\": 13, \"atrophy\": 5, \"peripapillary\": 5, \"tortuosity\": 27, \"vascular\": 27, \"edema\": 14, \"disc\": 19, \"proliferation\": 173, \"fibrovascular\": 173, \"vitreous\": 53, \"hemorrhage\": 349, \"cupping\": 8, \"glaucomatous\": 8, \"hypertensive\": 2, \"blot\": 302, \"dot\": 302, \"drusens\": 1, \"flame\": 1, \"shaped\": 1, \"haemorrhage\": 33, \"reportable\": 1, \"not\": 1, \"retinitis\": 1, \"nvd\": 18, \"sclerosed\": 14, \"vasculature\": 14, \"pre\": 32, \"retinal\": 32, \"pallor\": 5, \"microaneurysm\": 1}", "index_docs": "{\"21\": 2732, \"1\": 2732, \"20\": 2732, \"19\": 2732, \"17\": 2732, \"24\": 2732, \"15\": 2732, \"18\": 2732, \"12\": 2732, \"26\": 1284, \"9\": 2732, \"5\": 2732, \"8\": 2732, \"23\": 2732, \"13\": 2732, \"3\": 2732, \"2\": 2732, \"4\": 2732, \"31\": 378, \"11\": 2732, \"7\": 2732, \"10\": 2732, \"29\": 390, \"25\": 1284, \"6\": 2732, \"14\": 2732, \"16\": 2732, \"22\": 2732, \"30\": 381, \"28\": 424, \"27\": 435, \"44\": 85, \"35\": 237, \"38\": 217, \"36\": 217, \"37\": 217, \"68\": 1, \"65\": 1, \"67\": 1, \"66\": 1, \"43\": 105, \"41\": 136, \"42\": 136, \"57\": 9, \"58\": 9, \"56\": 13, \"62\": 5, \"61\": 5, \"50\": 27, \"49\": 27, \"53\": 14, \"51\": 19, \"40\": 173, \"39\": 173, \"45\": 53, \"32\": 349, \"60\": 8, \"59\": 8, \"64\": 2, \"34\": 302, \"33\": 302, \"69\": 1, \"70\": 1, \"71\": 1, \"46\": 33, \"73\": 1, \"72\": 1, \"74\": 1, \"52\": 18, \"54\": 14, \"55\": 14, \"47\": 32, \"48\": 32, \"63\": 5, \"75\": 1}", "index_word": "{\"1\": \"the\", \"2\": \"fundus\", \"3\": \"retinopathy\", \"4\": \"dr\", \"5\": \"proliferative\", \"6\": \"this\", \"7\": \"is\", \"8\": \"a\", \"9\": \"macula\", \"10\": \"centered\", \"11\": \"image\", \"12\": \"of\", \"13\": \"eye\", \"14\": \"clinical\", \"15\": \"observations\", \"16\": \"include\", \"17\": \"determine\", \"18\": \"diabetic\", \"19\": \"grade\", \"20\": \"no\", \"21\": \"mild\", \"22\": \"moderate\", \"23\": \"severe\", \"24\": \"or\", \"25\": \"tessellated\", \"26\": \"tigroid\", \"27\": \"exudates\", \"28\": \"haemorrhaige\", \"29\": \"wiring\", \"30\": \"hard\", \"31\": \"copper\", \"32\": \"hemorrhage\", \"33\": \"dot\", \"34\": \"blot\", \"35\": \"artifacts\", \"36\": \"yellow\", \"37\": \"patches\", \"38\": \"pigmentation\", \"39\": \"fibrovascular\", \"40\": \"proliferation\", \"41\": \"laser\", \"42\": \"marks\", \"43\": \"nve\", \"44\": \"soft\", \"45\": \"vitreous\", \"46\": \"haemorrhage\", \"47\": \"pre\", \"48\": \"retinal\", \"49\": \"vascular\", \"50\": \"tortuosity\", \"51\": \"disc\", \"52\": \"nvd\", \"53\": \"edema\", \"54\": \"sclerosed\", \"55\": \"vasculature\", \"56\": \"silver\", \"57\": \"bony\", \"58\": \"spicules\", \"59\": \"glaucomatous\", \"60\": \"cupping\", \"61\": \"peripapillary\", \"62\": \"atrophy\", \"63\": \"pallor\", \"64\": \"hypertensive\", \"65\": \"box\", \"66\": \"carring\", \"67\": \"cattle\", \"68\": \"tracking\", \"69\": \"drusens\", \"70\": \"flame\", \"71\": \"shaped\", \"72\": \"not\", \"73\": \"reportable\", \"74\": \"retinitis\", \"75\": \"microaneurysm\"}", "word_index": "{\"the\": 1, \"fundus\": 2, \"retinopathy\": 3, \"dr\": 4, \"proliferative\": 5, \"this\": 6, \"is\": 7, \"a\": 8, \"macula\": 9, \"centered\": 10, \"image\": 11, \"of\": 12, \"eye\": 13, \"clinical\": 14, \"observations\": 15, \"include\": 16, \"determine\": 17, \"diabetic\": 18, \"grade\": 19, \"no\": 20, \"mild\": 21, \"moderate\": 22, \"severe\": 23, \"or\": 24, \"tessellated\": 25, \"tigroid\": 26, \"exudates\": 27, \"haemorrhaige\": 28, \"wiring\": 29, \"hard\": 30, \"copper\": 31, \"hemorrhage\": 32, \"dot\": 33, \"blot\": 34, \"artifacts\": 35, \"yellow\": 36, \"patches\": 37, \"pigmentation\": 38, \"fibrovascular\": 39, \"proliferation\": 40, \"laser\": 41, \"marks\": 42, \"nve\": 43, \"soft\": 44, \"vitreous\": 45, \"haemorrhage\": 46, \"pre\": 47, \"retinal\": 48, \"vascular\": 49, \"tortuosity\": 50, \"disc\": 51, \"nvd\": 52, \"edema\": 53, \"sclerosed\": 54, \"vasculature\": 55, \"silver\": 56, \"bony\": 57, \"spicules\": 58, \"glaucomatous\": 59, \"cupping\": 60, \"peripapillary\": 61, \"atrophy\": 62, \"pallor\": 63, \"hypertensive\": 64, \"box\": 65, \"carring\": 66, \"cattle\": 67, \"tracking\": 68, \"drusens\": 69, \"flame\": 70, \"shaped\": 71, \"not\": 72, \"reportable\": 73, \"retinitis\": 74, \"microaneurysm\": 75}"}}